[
  {
    "key": "about_me_title",
    "value": "About me<span>.</span>"
  },
  {
    "key": "about_me_desc",
    "value": "Hello! 👋 I am a <span>Full Stack web developer</span> with more than <span>4 years of professional experience</span> in the field. I am passionate about the world of development and continuous learning. I would describe myself as someone focused on doing things right, always seeking the best solution for each project.<br/><br/>📌 Currently, I am dedicating time to <span>my personal projects</span> while working, aiming to keep improving in all aspects and offer <span>higher quality services</span>.<br/><br/>💻 I have experience in <span>all kinds of applications</span>: from online platforms with <span>high traffic</span> and <span>real-time interactions</span>, to <span>internal management systems</span> for <span>businesses</span>.<br/><br/>🚀 I am always open to <span>new challenges</span> and <span>freelance projects</span>. If you have an <span>idea</span> in mind, <span>let's talk!</span>"
  },
  {
    "key": "experience_title",
    "value": "Work experience<span>.</span>"
  },
  {
    "key": "header_inicio",
    "value": "Home"
  },
  {
    "key": "header_demos",
    "value": "Demos"
  },
  {
    "key": "header_experiencia",
    "value": "Experience"
  },
  {
    "key": "header_sobre_mi",
    "value": "About me"
  },
  {
    "key": "hello_title",
    "value": "Hello, <span>I'm Joel</span>"
  },
  {
    "key": "hello_desc",
    "value": "<span>+4 years of experience in web development.</span> Specialized in powerful and scalable web applications. 🚀"
  },
  {
    "key": "proyects_title",
    "value": "My projects<span>.</span>"
  },
  {
    "key": "proyects_desc",
    "value": "Here's a glimpse at some <span>real projects</span> I've worked on. From applied artificial intelligence to mobile apps, <b>each one reflects my way of solving problems.</b>"
  },
  {
    "key": "proyects_nutri_title",
    "value": "NutriAI"
  },
  {
    "key": "proyects_nutri_desc",
    "value": "Web portal that generates personalized dietary plans with artificial intelligence and lets you save them to follow your nutrition plan."
  },
  {
    "key": "proyects_balance_title",
    "value": "Balance Year"
  },
  {
    "key": "proyects_balance_desc",
    "value": "Web application to manage your annual accounts, track income and expenses, and run financial simulations."
  },
  {
    "key": "proyects_calendar_title",
    "value": "Calendar"
  },
  {
    "key": "proyects_calendar_desc",
    "value": "Minimalist mobile calendar app for jotting down and managing tasks in a simple and intuitive way."
  },
  {
    "key": "proyects_status_live",
    "value": "Online"
  },
  {
    "key": "proyects_status_dev",
    "value": "In development"
  },
  {
    "key": "experience_date_actual",
    "value": "Currently"
  },
  {
    "key": "experience_desc_tus_media",
    "value": "Development and maintenance of a platform for a <span>virtual classroom</span> with a lot of user traffic, many <span>realtime</span> interactions, and integrations with <span>AI</span>."
  },
  {
    "key": "experience_desc_nttdata",
    "value": "Development and maintenance of various applications for clients such as <span>Generalitat de Catalunya</span>, customer interaction, and team leader for a software application."
  },
  {
    "key": "experience_desc_cescit",
    "value": "<span>Internship</span>, development of a reservation and personnel management API for a barbershop, as well as obtaining a Udemy certificate in <span>Spring Boot</span>."
  },
  {
    "key": "experience_desc_ip",
    "value": "Higher Technical Degree in web application development."
  },
  {
    "key": "experience_desc_nttdata_2",
    "value": "<span>Internship</span>, it was my first steps in the professional development world, and during those months I focused on creating strong foundations for web development."
  },
  {
    "key": "experience_desc_dam",
    "value": "Higher Technical Degree in multi-platform application development."
  },
  {
    "key": "cta_title",
    "value": "Do you have an idea? <span>Let's talk.</span>"
  },
  {
    "key": "cta_desc",
    "value": "Do you have a project in mind? 🚀 Did you like what you saw? 💡<br/> Contact me with no obligation, and let's make it happen! ✨"
  },
  {
    "key": "cta_button",
    "value": "Contact me! 📩🚀"
  }
]